<template>
    <div>
        <div class="title">
            <p>奇集用户协议 </p>
        </div>
        <div class="main">
            <p>1、本协议的接受</p>
            <p>1.1 您在使用中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体标识，您应重点阅读。如您对协议有任何疑问，可向奇集咨询。</p>
            <p>1.2当您点击小程序授权并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与奇集达成一致，成为本小程序的用户。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。</p>

            <p>2、本协议的变更和修改</p>
            <p>奇集随时对本协议进行修改，并且一旦发生协议条款的变动，奇集将在相关页面上提示修改的内容；您如果不同意本协议的修改，可以放弃使用或访问本小程序或取消已经获得的服务；如果您选择在本协议变更后继续访问或使用本小程序，则视为您已经接受本协议的修改。</p>

            <p>3、服务说明</p>
            <p>3.1 奇集用自己的系统通过互联网向您提供服务，除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本协议。</p>
            <p>3.2 在适用法律允许的最大范围内，奇集对本小程序提供的服务不承担任何责任，不保证服务一定会满足您的使用要求，也不保证服务不会被中断，对服务的及时性、安全性、准确性也不作担保。</p>

            <p>4、用户行为</p>
            <p>4.1用户资格</p>
            <p>您确认，在您开始使用/注册程序使用本小程序前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>
            <p>如果您是未成年人，请在您的监护人的同意和指导下访问和/或使用本小程序。</p>
            <p>4.2用户应遵守以下法律及法规</p>
            <p>您同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《信息网络传播权保护条例》等有关计算机及互联网规定的法律、法规、实施办法。在任何情况下，奇集合理地认为您的行为可能违反上述法律、法规的，可以在任何时候，不经事先通知，采取必要的措施以制该等行为的继续进行（包括但不限于删除与该等行为有关的信息内容、限制用户账号的使用、终止向您提供服务止）。</p>
            <p>4.3禁止用户从事以下行为：</p>
            <p>（1）上载、张贴、发送电子邮件或传送包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他另人反感的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料（下称“内容”）。</p>
            <p>（2）以任何方式危害未成年人。</p>
            <p>（3）冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。</p>
            <p>（4）伪造标题或以其他方式操控识别资料，使人误认为该内容为奇集所传送。</p>
            <p>（5）将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送。</p>
            <p>（6）将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。</p>
            <p>（7）将广告函件、促销资料、“垃圾邮件”等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外。</p>
            <p>（8）将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送。</p>
            <p>（9）干扰或破坏本小程序服务或与本小程序服务相连的服务器和网络，或不遵守本小程序使用之规定。</p>
            <p>（10）故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。</p>
            <p>4.4对用户信息的存储和限制</p>
            <p>奇集不对您所发布内容的删除或储存失败承担责任。奇集有权判断您的行为是否符合本协议条款之规定，如果奇集认为您违背了协议条款的规定，奇集有终止向您提供小程序服务的权利。</p>

            <p>5、使用规范要求</p>
            <p>5.1您可通过本服务上传、发布或传输相关内容，包括但不限于文字、图形、图片、声音、音乐、视频、音视频、链接等信息或其他资料（下称“内容”），但您需对此内容承担相关的法律责任。</p>
            <p>5.2除非有相反证明，奇集将您视为您在本小程序上传、发布或传输的内容的著作权人或已经获得相关合法授权（无论是默许授权还是明示授权）。您使用本小程序服务上传、发布或传输内容即代表了您有权且同意在全世界范围内，永久性的、不可撤销的、免费的授予奇集对该内容的存储、使用、发布、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示等权利；将内容的全部或部分编入其他任何形式的作品、媒体、技术中的权利；对您的上传、发布的内容进行商业开发的权利；通过有线或无线网络向您的计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、其他带由互联网接入功能的设备等提供信息的下载、点播、数据传输、移动视频业务（包括但不限于SMS、MMS、WAP、IVR、Streaming、3G、手机视频等无线服务）、及其相关的宣传和推广等服务的权利；以及再授权给其他第三方以上述方式使用的权利。</p>
            <p>5.3您在接受本小程序服务时，有可能会接触到令人不快、不适当或令人厌恶的内容（下称“不当内容”）。在任何情况下，奇集均不对任何内容承担任何责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。奇集有权（但无义务）自行拒绝或删除经由本小程序提供的任何内容。您使用上述内容，应自行承担风险。奇集有权利在下述情况下，对内容进行保存或披露：</p>
            <p>（1）根据法律、法规、规范性文件规定，或遵从政府部门、司法机关的要求；</p>
            <p>（2）本协议另有约定；</p>
            <p>（3）被侵害的第三人提出权利主张；</p>
            <p>（4）为保护奇集、其他用户及社会公众的权利、财产或人身安全；</p>
            <p>（5）其他奇集认为有必要的情况。</p>
            <p>5.4因您通过本小程序上载或发布上述不当内容，而导致任何第三方提出索赔要求或衍生的任何损害或损失，由您自行承担全部责任。如对本小程序或奇集造成任何损失，您应承担赔偿责任。</p>

            <p>6、知识产权及其他权利</p>
            <p>（1）奇集所包含的受知识产权或其他法律保护的资料享有相应的权利；除您依法享有著作权之内容之外，本小程序的整体内容的著作权归奇集所有。</p>
            <p>（2）本小程序所有设计图样以及其他图样、产品及服务名称，均为奇集所享有的商标、标识。任何人不得使用、复制或用作其他用途。</p>
            <p>（3）奇集对其专有内容、原创内容和其他通过授权取得的独占或则独家内容享有完全知识产权。未经奇集许可，任何单位和个人不得私自转载、传播和提供观看服务或者有其他侵犯奇集知识产权的行为。否则，应当承担法律责任。</p>

            <p>7、免责声明</p>
            <p>（1）奇集对于任何自本小程序而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如果任何单位或者个人通过上述“信息”而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，本小程序不对任何非与本小程序直接发生的交易和/或行为承担任何直接、间接、附带或衍生的损失和责任。</p>
            <p>（2）奇集有权但无义务，改善或更正本小程序任何部分之任何疏漏、错误。</p>
            <p>（3）奇集不保证（包括但不限于）：</p>
            <p>本小程序适合您的使用要求；</p>
            <p>本小程序不受干扰，及时、安全、可靠或不出现错误；</p>
            <p>您经由本小程序取得的任何产品、服务或其他材料符合您的期望。</p>
            <p>（4）您使用经由本小程序下载的或取得的任何资料，其风险自行负担；因该等使用导致用户电脑系统损坏或资料流失，您应负完全责任。</p>
            <p>（5）基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，奇集不承担任何直接、间接、附带、衍生或惩罚性的赔偿：</p>
            <p>本小程序使用或无法使用；</p>
            <p>经由本小程序购买或取得的任何产品、资料或服务；</p>
            <p>用户资料遭到未授权的使用或修改；</p>
            <p>其他与本小程序相关的事宜。</p>

            <p>8、第三方责任</p>
            <p>如由于您经由本小程序上载或发布内容、与本小程序连线、违反本协议条款或侵害其他人的任何权利导致任何第三人向奇集提出权利主张，您同意赔偿奇集及其分公司、关联公司、代理人或其他合作伙伴及员工，并使其免受损害，赔偿范围包括但不限于赔偿金、补偿金、诉讼费、律师费、差旅费等。</p>

            <p>9、服务的终止</p>
            <p>9.1您有权通过以下任一方式终止本协议：</p>
            <p>1）在满足本小程序公示的账户注销等清理条件时您通过小程序注销您的账户的；</p>
            <p>2）变更事项生效前您停止使用本小程序并明示不愿接受变更事项的；</p>
            <p>3）您明示不愿继续使用本小程序服务，且符合本小程序终止条件的。</p>
            <p>9.2您在使用本小程序过程中出现以下情形的，奇集可以通知您终止本协议：</p>
            <p>1）您违反本协议约定，我方依据违约条款终止本协议的；</p>
            <p>2）您转发布违禁内容和信息、骗取他人财物、采取不正当手段谋利等行为，奇集依据本小程序的相关规则对您的账户予以查封的；</p>
            <p>3）除上述情形外，因您多次违反本小程序规则相关规定且情节严重，奇集依据本小程序的相关规则对您的账户予以查封的；</p>
            <p>4）您的账户被我方依据本协议进行注销等清理的；</p>
            <p>5）您在本小程序有侵犯他人合法权益或其他严重违法违约行为的；</p>
            <p>6）其它根据相关法律法规本应当终止服务的情况。</p>
            <p>9.3本协议终止后，奇集无义务向您或您指定的第三方披露您账户中的任何信息，法律具有强制性规定的除外。本协议终止后，奇集享有下列权利：</p>
            <p>1）停止收集和使用您的个人信息，但可继续保存您留存于本小程序的其他内容和信息；</p>
            <p>2）对于您过往的违约行为，奇集仍可依据本协议向您追究违约责任。</p>

            <p>10、通知</p>
            <p>奇集向您发出的通知，采用电子邮件、页面公告、站内消息、小程序服务推送、短信提醒等形式。本协议条款的修改或其他事项变更时，奇集将自行选择以上述某一形式进行通知。</p>

            <p>11、法律的适用和管辖</p>
            <p>本使用协议的生效、履行、解释及争议的解决均适用中华人民共和国法律，如法律无相关规定的，参照商业惯例及/或行业惯例。与本协议有关的争议提交由奇集所在地的法院管辖。本协议条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。奇集对本协议享有最终的解释权。</p>
        </div>
    </div>
</template>
<script>
export default {};
</script>
<style>
.title {
  font-size: 36rpx;
  font-weight: bold;
  color: #333333;
  text-align: center;
  margin-top: 40rpx;
}
.main {
  padding: 40rpx;
  font-size: 30rpx;
}
.main p{
    margin-bottom: 40rpx;
}
</style>


